// 各个页面页尾的内容
const footer = [
  {label: '小组成员', text: '张连博、刘敬超、袁晓楠、闫启慧、张瑞雪'},
  {label: '指导教师', text: '白云飞老师'},
  {label: '技术栈', text: 'html、css、javascript、vue'},
  {label: '组件库', text: 'element-ui、艾恩小灰灰'},
];

// 分支页面上的侧边导航栏
const aside = [
  {href: './典故.html', label: '典故'},
  {href: './动画.html', label: '动画'},
  {href: './乐曲.html', label: '乐曲'},
  {href: './插画.html', label: '插画'},
  {href: './美食.html', label: '美食'},
  {href: './诗歌.html', label: '诗歌'},
  {href: './文章.html', label: '文章'},
  {href: './vlog.html', label: 'vlog'},
];

// 首页的数据
const card = [
  {href: './views/典故.html', url: 'https://tse1-mm.cn.bing.net/th/id/OIP-C.Quf0xRURUxVmCZRO9VSFaAHaEo?w=281&h=180&c=7&r=0&o=5&dpr=1.5&pid=1.7', h: '典故', p: '介绍了中秋节的来源，神话故事，习俗，你都知道多少呢？一起来看看吧。'},
  {href: './views/动画.html', url: 'https://tse4-mm.cn.bing.net/th/id/OIP-C.aQ61WKpSZMyVCK1dqQiKNAHaEK?w=271&h=180&c=7&r=0&o=5&dpr=1.5&pid=1.7', h: '动画', p: '收录了一些中秋相关的有趣的短动画作品，也许你能学到一些新东西，也许你会在这里开怀大笑'},
  {href: './views/乐曲.html', url: 'https://tse1-mm.cn.bing.net/th/id/OIP-C.ZfC-4pgwZxiV2TXQfDwRswHaHd?w=172&h=180&c=7&r=0&o=5&dpr=1.5&pid=1.7', h: '乐曲', p: '在这里你可以听着歌曲和家人一起共度中秋，良辰美景，共赏“月曲”'},
  {href: './views/插画.html', url: 'https://tse2-mm.cn.bing.net/th/id/OIP-C.EDWWoKJGCVdN1Uk7nDsoBgHaFx?w=203&h=158&c=7&r=0&o=5&dpr=1.5&pid=1.7', h: '插画', p: '画师齐聚，精美的中秋插画供您欣赏，月亮和中秋可以被画成什么样子呢？'},
  {href: './views/美食.html', url: 'https://tse1-mm.cn.bing.net/th/id/OIP-C.asvlthQQ8c-2Zy3b7-_6SQHaE7?w=300&h=200&c=7&r=0&o=5&dpr=1.5&pid=1.7', h: '美食', p: '中秋节吃月饼？你还吃过哪些好吃的呢？你会做哪些中秋的美食？一起来做个馋虫！！'},
  {href: './views/诗歌.html', url: 'https://tse3-mm.cn.bing.net/th/id/OIP-C.GYc4w9TpCZfvy1COVtzaQwHaFj?w=247&h=185&c=7&r=0&o=5&dpr=1.5&pid=1.7', h: '诗歌', p: '最美的中秋配合最美的诗，一起来品鉴吧，相信我，你也可以在诗中发现更美的远方。'},
  {href: './views/文章.html', url: 'https://tse2-mm.cn.bing.net/th/id/OIP-C._B7atvDZ8zz4fUOsP5ONxAHaHa?w=203&h=203&c=7&r=0&o=5&dpr=1.5&pid=1.7', h: '文章', p: '我的老师布置了一篇600字作文《我的中秋假期》，不会有人中秋节还有作业把？'},
  {href: './views/vlog.html', url: 'https://tse4-mm.cn.bing.net/th/id/OIP-C.WTTWVbs0y2PBIF7wNSW3eAHaEM?w=312&h=180&c=7&r=0&o=5&dpr=1.5&pid=1.7', h: 'vlog', p: '疫情限制了你的行动？不要慌，我们来看看别人是怎么过中秋的。我看了=我也过了'},
];

// vlog页面的数据
const vlogs = [
  {img: '../assets/img/中秋vlog-哔哩哔哩_Bilibili_3a387dbf.webp', h: '祝各位中秋节快乐！', p: '青花瓷冰皮月饼口感细腻，皮薄清甜，让我爱不释口。咬一口，奶香十足，收藏在家试试看哦！',href: 'https://www.bilibili.com/video/BV1uM4y157un?from=search&seid=16150487828444191706&spm_id_from=333.337.0.0'},
  {img: '../assets/img/中秋vlog-哔哩哔哩_Bilibili_41e696af.webp', h: '在学校过中秋是什么体验', p: '-', href: 'https://www.bilibili.com/video/BV1Zh411p7fS?from=search&seid=16150487828444191706&spm_id_from=333.337.0.0'},
  {img: '../assets/img/中秋vlog-哔哩哔哩_Bilibili_9212123b.webp', h: '带你看看十八线县城的中秋夜', p: '拍的有点差，，剪得也有点差请不要介意呀',href: 'https://www.bilibili.com/video/BV1nJ411A7Qr?from=search&seid=16150487828444191706&spm_id_from=333.337.0.0'},
  {img: '../assets/img/中秋vlog-哔哩哔哩_Bilibili_b92f748b.webp', h: '来看看外行人拍月饼', p: '来看看外行人拍月饼 中秋VLOG',href: 'https://www.bilibili.com/video/BV1WR4y1p74B?from=search&seid=16150487828444191706&spm_id_from=333.337.0.0'},
  {img: '../assets/img/中秋vlog-哔哩哔哩_Bilibili.webp', h: '《中秋Vlog》—中秋节快乐哦⊙▽⊙！', p: '祝各位中秋节快乐！',href: 'https://www.bilibili.com/video/BV1uM4y157un?from=search&seid=16150487828444191706&spm_id_from=333.337.0.0'}
];

// 典故页面的数据
const allusion = {
  title: ['嫦娥奔月','吴刚伐桂','玉兔捣药','玄宗游月','貂蝉拜月','月下独酌'],
  content: [
    '相传，嫦娥偷吃了丈夫后羿从西王母那儿讨来的不死之药后，飞到月宫。但琼楼玉宇，高处不胜寒，所谓“嫦娥应悔偷灵药，碧海青天夜夜心”，正是她倍感孤寂之心情的写照。后来，嫦娥向丈夫倾诉懊悔说：“明天乃月圆之候，你用面粉作丸，团团如圆月形状，放在屋子的西北方向，然后再连续呼唤我的名字。三更时分，我就可以回家来了。”翌日，照妻子的吩咐去做，届时嫦娥果由月中飞来，夫妻重圆。中秋节做月饼供嫦娥的风俗，也是由此形成。',
    '传说月中有桂树，《淮南子》已言“月中有桂树”，后来的传说更加具体，桂树旁又添了一个伐桂之人吴刚。月中之桂树与吴刚的传说，以唐代段成式《酉阳杂俎》前集卷一《天咫》所载最为具体，其云：“旧言月中有桂、有蟾蜍，故异书言月桂高五百丈，下有一人常斫之，树创随合。人姓吴名刚，西河人，学仙有过，谪令伐树。”意思是说吴刚曾跟随仙人修道，到了天界，但是他犯了错误，仙人就把他发配到月亮，命令他砍伐不死之树--月桂。月桂高达五百丈，随砍即合，炎帝就是利用这种永无休止的劳动为对吴刚的惩罚。李白诗中有“欲斫月中桂，持为寒者薪”的记载。',
    '此传说最早见于《汉乐府·董逃行》：“玉兔长跪捣药蛤蟆丸，奉上陛下一玉盘，服此药可得神仙。”相传月亮之中有一只兔子，浑身洁白如玉，所以称作“玉兔”。这种白兔拿着玉杵，跪地捣药，成蛤蟆丸，服用此等药丸可以长生成仙。玉兔恐怕是嫦娥在广寒宫中最早的玩伴吧。',
    '相传唐玄宗与申天师及道士鸿都中秋望月，突然玄宗兴起游月宫之念，于是天师作法，三人一起步上青云，漫游月宫。但宫前有守卫森严，无法进入，只能在外俯瞰长安皇城。在此之际，忽闻仙声阵阵，清丽奇绝，宛转动人!唐玄宗素来熟通音律，于是默记心中。这正是“此曲只应天上有，人间能得几回闻!”日后玄宗回忆月宫仙娥的音乐歌声，自己又谱曲编舞，这便是历史上有名的“霓裳羽衣曲”。',
    '貂蝉是东汉末年司徒王允的歌女，国色天香，有倾国倾城之貌。传说貂蝉降生人世，三年间当地桃杏花开即凋;貂蝉午夜拜月，月里嫦娥自愧不如，匆匆隐入云中;貂蝉身姿俏美，细耳碧环，行时风摆杨柳，静时文雅有余，貂蝉之美，蔚为大观。正是因了这种美貌，让弄权作威的董卓、勇而无谋的吕布反目成仇，使得动乱不堪的朝野稍有安宁之象。',
    '诗人李白写自己在花间月下独酌的情景。“对影成三人”句构思奇妙，表现了他孤独而豪放的情怀。《李诗直解》：“此对月独饮，放怀达观以自乐也。”诗人上场时，背景是花间，道具是一壶酒，登场角色只是他自己一个人，动作是独酌，加上“无相亲”三个字，场面单调得很。于是诗人忽发奇想，把天边的明月，和月光下自己的影子，拉了过来，连自己在内，化成了三个人，举杯共酌，冷清清的场面，就热闹起来了。'
  ]
};

// 插画页面的数据
const pic = [
  'https://tenfei03.cfp.cn/creative/vcg/800/new/VCG211346084495.jpg',
  'https://alifei04.cfp.cn/creative/vcg/800/new/VCG211297499518.jpg',
  'https://alifei04.cfp.cn/creative/vcg/800/new/VCG211290617886.jpg',
  'https://alifei05.cfp.cn/creative/vcg/800/new/VCG211290617906.jpg',
  'https://tenfei05.cfp.cn/creative/vcg/800/new/VCG211332072316.jpg',
  'https://alifei02.cfp.cn/creative/vcg/800/new/VCG211159773544.jpg'
];

// 美食页面的数据
const food = {
  urls: [
    'https://pic1.zhimg.com/v2-3974ecfe510e373dfa2aea228d144e74_b.jpg',
    'https://pic2.zhimg.com/v2-92b2b60f138062b4e8808041df7ba10d_b.jpg',
    'https://pic1.zhimg.com/v2-faa5a250f73b2c4c57d5729f928afe14_b.jpg',
    'https://pic3.zhimg.com/v2-7d34cae47462b5ddcc00ff56fd06de56_b.jpg',
    'https://pic2.zhimg.com/v2-346746abd2b1d60b4a8f81396d5bfc11_b.jpg'
  ],
  texts: [
    {title: '月饼', content: '中秋节吃月饼是我们国家的传统习俗。风清月朗，桂香沁人，家家户户吃月饼，团聚快乐，别有一番节日的味道。月饼作为一种形如圆，内含佳馅的食品，在北宋时期就已经出现。诗人兼美食家苏东坡有“小饼如嚼月，中有酥和饴”的诗句。月饼作为一种食物，被称为“月饼”，最早见于南宋《武林旧事.蒸作饮食》。当时，杭州民间有“又月饼相馈，取中秋团园之意””。到了元朝末年，月饼已成为中秋佳节的佳肴。'},
    {title: '桂花糕', content: '中秋之际正是桂花飘香的时候。中秋节时许多人家都会用桂花做桂花糕。古诗有云“桂子月中落,天香云外飘。海云迷驿道,江月隐乡楼。复作淮南客,因逢桂树留。”不知道大家小的时候是不是也俯首在爷爷奶奶的腿上，听着志怪鬼狐的故事，看着明亮的月亮，吃着酥软可口的桂花糕呢？'},
    {title: '桂花酒', content: '每逢中秋之夜，人们仰望着月中丹桂，闻着阵阵桂香，喝一杯桂花蜜酒，欢庆合家甜甜蜜蜜，欢聚一堂，已成为节日的一种美的享受。桂花不仅可供观赏，而且还有食物价值。屈原的《九歌》中，便有“援骥斗兮酌桂浆”“奠桂酒兮椒浆”的诗句。可见我国饮桂花酿酒的年代，已是相当久远了。'},
    {title: '栗子', content: '秋凉乍起，街头就开始飘起了糖炒栗的香气。板栗，原先与芋头、菱角一样，也是中秋必吃的小食。板栗性味甘寒，有养胃健脾、补肾强筋的作用。最适合秋天食用，而且栗子富含柔软的膳食纤维，糖尿病患者也可以适量品尝，对老龄体弱者最为适宜。板栗除了可以做零食，也可以入馔，着名的菜肴就有板栗鸭，板栗烧鸡，板栗炖鸡汤等，美味的同时，又可以完全的将板栗的美味发挥，中秋节要吃的健康，板栗菜式必不可少的。'},
    {title: '菱角', content: '中秋节吃菱角，据说能让孩子长得聪明伶利。菱角的大多数吃法是将菱角用清水（或盐水）煮熟，然后剥壳当零食吃；也可以将剥了壳的菱角加米煮成咸味的白稀粥，在吃了甜腻的月饼后，喝上一碗菱角粥，胃中的油腻当场去除不少。'}
  ]
};

// 歌曲页面的数据
const music = {
  albums: ['花好月圆夜','晴月拂晓','水调歌头','桃花笑','月夕引'],
  track_names: ['王俊凯 - 花好月圆夜','洛天依 - 晴月拂晓','洛天依 - 水调歌头','洛天依 - 桃花笑','洛天依 - 月夕引']
};

// 诗歌页面的数据
const poetry = [
  {
    color: 'rgba(240, 128, 128, 0.5)',
    h1:'月下独酌',
    h4:'唐·李白',
    p:[
      '花间一壶酒，独酌无相亲。',
      '举杯邀明月，对影成三人。',
      '月既不解饮，影徒随我身。',
      '暂伴月将影，行乐须及春。',
      '我歌月徘徊，我舞影零乱。'
    ]
  },
  {
    color: 'rgba(32, 178, 171, 0.5)',
    h1:'望月怀远',
    h4:'唐·张九龄',
    p:[
      '海上生明月，天涯共此时。',
      '情人怨遥夜，竟夕起相思！',
      '灭烛怜光满，披衣觉露滋。',
      '不堪盈手赠，还寝梦佳期。'
    ]
  },
  {
    color: 'rgba(255, 160, 122, 0.5)',
    h1:'月夜忆舍弟',
    h4:'唐·杜甫',
    p:[
      '戍鼓断人行，边秋一雁声。',
      '露从今夜白，月是故乡明。',
      '有弟皆分散，无家问死生。',
      '寄书长不达，况乃未休兵。'
    ]
  },
  {
    color: 'rgba(135, 206, 250, 0.5)',
    h1:'八月十五日夜湓亭望月',
    h4:'唐·白居易',
    p:[
      '昔年八月十五夜，曲江池畔杏园边。',
      '今年八月十五夜，湓浦沙头水馆前。',
      '西北望乡何处是，东南见月几回圆。',
      '昨风一吹无人会，今夜清光似往年。'
    ]
  },
  {
    color: 'rgba(240, 128, 128, 0.5)',
    h1:'中秋见月和子由',
    h4:'宋·苏轼',
    p:[
      '明月易低人易散，归来呼酒更重看。',
      '堂前月色愈清好，咽咽寒螀鸣露草。',
      '卷帘推户寂无人，窗下咿哑唯楚老。',
      '南都从事莫羞贫，对月题诗有几人。'
    ]
  },
  {
    color: 'rgba(32, 178, 171, 0.5)',
    h1:'中秋',
    h4:'唐·李朴',
    p:[
      '皓魄当空宝镜升，云间仙籁寂无声；',
      '平分秋色一轮满，长伴云衢千里明；',
      '狡兔空从弦外落，妖蟆休向眼前生；',
      '灵槎拟约同携手，更待银河彻底清。'
    ]
  },
  {
    color: 'rgba(255, 160, 122, 0.5)',
    h1:'八月十五夜玩月',
    h4:'唐·刘禹锡',
    p:[
      '天将今夜月，一遍洗寰瀛。',
      '暑退九霄净，秋澄万景清。',
      '星辰让光彩，风露发晶英。',
      '能变人间世，攸然是玉京。'
    ]
  },
  {
    color: 'rgba(135, 206, 250, 0.5)',
    h1:'太常引',
    h4:'宋·辛弃疾',
    p:[
      '一轮秋影转金波，飞镜又重磨。',
      '把酒问姮娥：被白发欺人奈何！',
      '乘风好去，长空万里，直下看山河。',
      '斫去桂婆娑。人道是清光更多。'
    ]
  },
];

// 文章页面的数据
const article = [
  {
    title: '经典文章篇【1】',
    p: [
      '"中庭地白树栖鸦，冷露无声湿桂花。今夜月明人尽望，不知秋思落谁家?" 每年的中秋佳节，皓月当空，冷月仙子都为我轻舒广袖，我也为她击节高歌，一年一度，犹如七夕。',
      '十几年前，因毛泽东的 "寂寞嫦娥舒广袖，万里长空且为忠魂舞"，因李商隐 "嫦娥应悔偷灵药，碧海青天夜夜心"，因辛弃疾 "问嫦娥，孤冷有愁无，应华发"，知道了冷月仙子的凄苦，也因我的寂寞，做小诗一首，从此与嫦娥心意相通，惺惺相惜，也有了一年一度的中秋之约。',
      '小时不识月，呼作白玉盘，这恐怕就是最早对月亮的文字认识吧。在这万家团圆的时刻，天涯共月，佳期难聚，一片相思，寄予明月，女儿求学远在异地他乡，打电话宿舍的人都回了家，一个人也在床前明月光，低头思爹娘。妻子一个人固守家园，虽有电视可看，环视家中却是冷冷清清，凄凄惶惶，我坚守工作岗位，也是寂寞难挨，感觉冰冷枯燥。回首往昔，引发无限思绪，李白的 "今人不见古时月，今月曾经照古人"，喟叹光阴荏苒，世事沧桑，多少英雄豪杰、贩夫走卒，都化作月光随红尘滚滚而逝。苏轼的水调歌头，更是千古绝唱，"人有悲欢离合，月有阴晴圆缺，此事古难全，但愿人长久，千里共婵娟。" 人生在世不如意十有八九，我们不应该怨天尤人，要怀有一颗平平常常的心态，从容对待。就像我们头上的这轮明月，虽有阴晴圆缺但不见大喜大悲，每次都是行云流水，潇潇洒洒。',
      '月色如水，纷攘的机器轰鸣也仿佛变成了天籁之音，轻轻的敲打我的耳膜，心中愁肠百结，感怀万千。举头望明月，低头思故乡，儿时的欢乐，丰收的喜悦，都在那花好月圆之夜，院中的供桌上，摆上新割的五谷，家做的月饼，树上采摘的新鲜水果，把一年的希望，一年的丰收，都融入到对月亮顶礼膜拜的喃喃细语之中了。',
      '月儿圆圆，月饼甜甜，千百年来中秋的明月已经成为中华文化中 "旅思怀乡" 的情感载体，它不但高高挂在朗朗夜空，而且还穿行在唐诗宋词之间。宋词的 "露从今夜白，月是故乡明"，言简意赅的道出游子的失意与坎坷，流露出一股浓浓的乡情，唐人的 "举杯邀明月，对影成三人"，更是大气磅礴，潇洒风流，"海上生明月，天涯共此时"，张九龄跨越时空的距离，神交天涯，与好友心心相通。',
      '几多期待，几多感慨，漫漫人生，亘古不变的是那一轮明月，它照亮我们的旅途，慰藉疲倦孤独的心灵，不管心底暗潜着的淡淡忧愁，还是遮蔽心头浓浓的化解不开的结，都会在这纯洁的月光下，渐渐的放大清晰起来，一股从心底而生的暖意，像月光一样在我们身边萦绕。'
    ]
  },
  {
    title: '经典文章篇【2】',
    p: [
      '秋夜的月冷峻而孤寂，淡淡的月色，透过密集的树叶缝隙，洒下斑驳的光点。那光点随着摇曳的树枝，展现出各式图案，月影婆娑，忽明忽暗。遥望苍穹，蓝色的天幕上散落着寒星点点。月游弋于灵动的云层之间，忽隐忽现。瞬息万变的云，呈现出变幻莫测的图景。真个是："一年好景君须记，最是橙黄橘绿时。" 秋，的确是一个美丽而宜人的季节，天高云淡，风清气爽。秋天的夜，明澈如水，宁静而恬淡。秋天的夜也的确是一个美丽的夜晚，秋夜的美，美在月色。秋夜的月色分外皎洁，圆月当空，那如练的月光，如水银泻地般的洒向无垠大地。月色朦胧，影影绰绰，人沐浴着这薄雾轻纱，如幻如梦的月色，犹如沉浸在醇香美酒的微醺之中，那似真似幻，若隐若现的感觉，的确是一种享受。',
      '月有阴晴圆缺，眼下又逢月圆时节，仰望天心一轮浩月，人融化这在淡淡的月色之中，心旷神怡，真的进入了物我两忘的境界。"江畔何人初见月，江月何年初照人。" 月撩拨着人的遐想，也寄托着人间相思。这就难怪古人会有 "梦中无岁月，月下思故亲。" 的感叹了。月到中秋，似乎格外明亮，中秋这个中国人心目中仅次于春节的团圆节日，从古到今，演绎着多少美丽的传说。从嫦娥奔月到吴刚伐桂，寄喻的都是一种离愁别绪，一段人间真情。一轮满月，团团圆圆，最能勾起怀念亲友，思念团聚的一缕情丝。无论是身处天涯，还是漂泊海外。此时此刻那种 "月是故乡明" 的情致，恐怕都会自然流露。身处异乡，在秋凉如水的夜色中，仰望一轮孤月，生出 "举杯邀明月，对影成三人。" 的寂聊，也在情理之中。',
      '人间的亲情，是永远无法割裂的，它凝聚着家庭的和睦、社会的和谐。借助现代交通的便捷，千里江陵一日还已经不再是文人诗词中的夸张，咫尺天涯的遗憾也将成为永远的历史。中秋应该有时间共享天伦之乐，安安心心的吃一顿团圆饭了。当然有条件，又有情致的，还可以去赏他乡的一轮明月。明月关山长相望，天下何处不中秋。虽异域却同天，普天之下，我想，那亲情友情总归是一致的。天下的月也一样的圆，一样的亮，一样的烛照着有情之人。可见无论回家还是出游，其实都是团聚的一种形式，都在表达延绵千年的人间真情。',
      '再过几天就是中秋了，那银蟾光满，风清露冷的月夜似在眼前; 那母慈子孝，团桌共聚的融乐场景，似乎已经呈现。但愿今年中秋有个好天气，让所有期盼团圆的人都能如愿以偿。然而，我们的国家幅源辽阔，"圆泊上寒空，皆言四海同，安知千里外，不兼雨和风。" 即使是碧空如洗，那一时乌云闭月的境况，也随时可能发生。明月普照，毕竟只是一种向往，决不能把期望值提得过高。',
      '"但愿人长久，千里共婵娟。" 值此团圆节日，愿普天之下的芸芸众生，中秋快乐。'
    ]
  },
  {
    title: '经典文章篇【3】',
    p: [
      '一年一度，又是中秋月儿圆。',
      '人的一生就等于一个梦。梦的长度是梦的内容。梦是虚无，也是美幻，更是精彩。我在做一个很长的梦。人生是一个过程，不是一个目的。目的就是死亡。慈爱的神打了个呵欠，我就侥幸的活过来，走下去。没有爱人很寂寞，没有痛苦也很无聊。都有了，我就很充实。',
      '花开花落，月圆月缺，有诗歌与我同乐。杜鹃啼血 "不如归去"，唱着生命的悲壮。',
      '我爱我的女儿。女儿在哪里? 玉兔东升，嫦娥横空舞袖。',
      '我爱我的家乡。家乡在哪里? 回忆中的慈母手中线，梦魂云绕的泥泞小路弯弯山道。',
      '我爱我的诗歌。诗歌在哪里? 浅唱低吟，娓娓倾诉，挥毫飞键，昂首长啸，平一行，仄一行，泪一行，情到深处，声震山岙!',
      '月有阴睛圆缺，人有悲欢离合，此事古难全。盈亏明暗，如影相随，谁能拒绝?',
      '逆境之思，平常本色。别忘了，维纳斯的美丽，正来自她的残缺! 圆尔无缺盈，缺尔无圆憾。圆能求正果，缺亦蕴光灿!',
      '也笑那禽兽之冠，贪得无厌，纸醉金迷，为虎作伥，婢膝奴颜，曾几何时，一枕黄梁!',
      '也哭那灾民兄弟，厄运突降，天崩地裂，子散妻亡，临风号泣，痛断肝肠，唯剩坚强!',
      '也叹蹉跎岁月，困厄如牢，何曾垂头丧气，热血冰消? 残躯未死，斗志犹高! 不谈豪迈，却也宁折不弯，退而思进，网搏汹涛，难忘今霄! 朦胧中的陶醉，思绪在月光中飘渺。醉里看剑，白发三千丈，每忆儿时少年郎。',
    ]
  }
];
